{
  "date": "21 October 2025",
  "data": [
    {
      "question_en": "Who recently launched the 'We Rise' initiative to empower women entrepreneurs?",
      "question_hi": "हाल ही में किसके द्वारा महिला उद्यमियों को सशक्त बनाने के लिए 'वी राइज' पहल शुरू की गई है?",
      "answer": "NITI Aayog",
      "extra_details": "- The 'We Rise' initiative by NITI Aayog aims to support and empower women entrepreneurs in India.\n- It focuses on providing resources, mentorship, and opportunities to help women-led businesses grow.\n- The initiative is part of India's broader push for gender equality in economic development.",
      "extra_details_speech_script": "नीति आयोग ने 'वी राइज' पहल शुरू की है, जो भारत में महिला उद्यमियों को सपोर्ट और सशक्त बनाने के लिए है। ये पहल महिलाओं के बिजनेस को बढ़ाने के लिए संसाधन, मेंटरशिप और मौके देगी। साथ ही, ये भारत के आर्थिक विकास में जेंडर समानता को बढ़ावा देने का हिस्सा है।",
      "image_data_url": null
    },
    {
      "question_en": "India surpassed which country to become the top smartphone exporter to the United States?",
      "question_hi": "भारत किस देश को पीछे छोड़कर अमेरिका को शीर्ष स्मार्टफोन निर्यातक बन गया?",
      "answer": "China",
      "extra_details": "- India has overtaken China in smartphone exports to the US, marking a significant milestone.\n- This growth is driven by increased manufacturing under initiatives like 'Make in India'.\n- Companies like Apple and Samsung have boosted production in India.",
      "extra_details_speech_script": "भारत ने अमेरिका को स्मार्टफोन निर्यात में चीन को पीछे छोड़ दिया, जो एक बड़ा मील का पत्थर है। ये बढ़ोतरी 'मेक इन इंडिया' जैसे पहलों की वजह से हुई है। एप्पल और सैमसंग जैसी कंपनियों ने भारत में उत्पादन को बहुत बढ़ाया है।",
      "image_data_url": null
    },
    {
      "question_en": "Which country recently qualified for the AFC Under-17 Women's Asian Cup 2026 for the first time?",
      "question_hi": "हाल ही में किस देश ने पहली बार एएफसी अंडर-17 महिला एशियाई कप 2026 के लिए क्वालीफाई किया है?",
      "answer": "India",
      "extra_details": "- India's qualification for the AFC Under-17 Women's Asian Cup 2026 is a historic achievement.\n- It highlights the growing strength of women's football in the country.\n- The team will compete against top Asian teams in the tournament.",
      "extra_details_speech_script": "भारत का AFC अंडर-17 महिला एशियाई कप 2026 के लिए क्वालीफाई करना एक ऐतिहासिक उपलब्धि है। ये देश में महिला फुटबॉल की बढ़ती ताकत को दर्शाता है। हमारी टीम टूर्नामेंट में एशिया की टॉप टीमों के साथ मुकाबला करेगी।",
      "image_data_url": null
    },
    {
      "question_en": "Recently, the central government launched the 'Cotton Revolution Mission' at a cost of how many crore rupees?",
      "question_hi": "हाल ही में केंद्र सरकार ने कितने करोड़ रुपये की लागत से 'कपास क्रांति मिशन' की शुरुआत की है?",
      "answer": "₹600 crore",
      "extra_details": "- The Cotton Revolution Mission aims to boost cotton production and farmer incomes.\n- It includes modernizing farming techniques and improving supply chains.\n- The initiative supports India's textile industry, a key economic sector.",
      "extra_details_speech_script": "कपास क्रांति मिशन का लक्ष्य कपास उत्पादन और किसानों की आय को बढ़ाना है। इसमें खेती की आधुनिक तकनीकों को अपनाना और सप्लाई चेन को बेहतर करना शामिल है। ये पहल भारत के टेक्सटाइल उद्योग को सपोर्ट करती है, जो हमारी अर्थव्यवस्था का एक अहम हिस्सा है।",
      "image_data_url": null
    },
    {
      "question_en": "Who recently became the first Indian archer to win a medal in the women's individual compound event?",
      "question_hi": "हाल ही में कौन महिलाओं की व्यक्तिगत कंपाउंड स्पर्धा में पदक जीतने वाली पहली भारतीय तीरंदाज बनीं?",
      "answer": "Jyoti Surekha",
      "extra_details": "- Jyoti Surekha made history by winning a medal in the women's individual compound archery event.\n- Her achievement showcases India's growing prowess in archery.\n- She is a prominent athlete with multiple national and international accolades.",
      "extra_details_speech_script": "ज्योति सुरेखा ने महिलाओं की व्यक्तिगत कंपाउंड तीरंदाजी में मेडल जीतकर इतिहास रच दिया। उनकी इस उपलब्धि से भारत की तीरंदाजी में बढ़ती ताकत दिखती है। वो एक मशहूर एथलीट हैं, जिन्हें कई राष्ट्रीय और अंतरराष्ट्रीय पुरस्कार मिले हैं।",
      "image_data_url": null
    },
    {
      "question_en": "Which country's 'City of Bled' has recently been declared the world's 'Best Tourism Village' for the year 2025?",
      "question_hi": "हाल ही में किस देश के 'ब्लेड शहर' को वर्ष 2025 के लिए विश्व का 'सर्वश्रेष्ठ पर्यटन गांव' घोषित किया गया है?",
      "answer": "Slovenia",
      "extra_details": "- The City of Bled in Slovenia was named the 'Best Tourism Village' for 2025 by UN Tourism.\n- It is known for its stunning lake, castle, and surrounding Alps.\n- This recognition highlights sustainable and community-driven tourism.",
      "extra_details_speech_script": "स्लोवेनिया का ब्लेड शहर UN टूरिज्म द्वारा 2025 का 'सर्वश्रेष्ठ पर्यटन गांव' चुना गया। ये अपनी खूबसूरत झील, किले और आसपास के आल्प्स के लिए जाना जाता है। ये सम्मान सतत और समुदाय आधारित टूरिज्म को दर्शाता है।",
      "image_data_url": null
    },
    {
      "question_en": "In which city will the 11th edition of the 'International Science Festival' be held in December 2025?",
      "question_hi": "किस शहर में 'अंतर्राष्ट्रीय विज्ञान महोत्सव' का 11वां संस्करण दिसम्बर, 2025 में आयोजित किया जाएगा?",
      "answer": "Chandigarh",
      "extra_details": "- The 11th India International Science Festival (IISF) will take place in Chandigarh in December 2025.\n- It aims to promote scientific innovation and engage the public with science.\n- The event showcases India's advancements in science and technology.",
      "extra_details_speech_script": "11वां भारत अंतरराष्ट्रीय विज्ञान महोत्सव दिसंबर 2025 में चंडीगढ़ में होगा। इसका लक्ष्य वैज्ञानिक नवाचार को बढ़ावा देना और जनता को विज्ञान से जोड़ना है। ये आयोजन भारत की विज्ञान और तकनीक में प्रगति को प्रदर्शित करता है।",
      "image_data_url": null
    },
    {
      "question_en": "Harsh Sanghvi has recently been appointed Deputy Chief Minister of which state?",
      "question_hi": "हाल ही में हर्ष संघवी को किस राज्य का उपमुख्यमंत्री नियुक्त किया गया है?",
      "answer": "Gujarat",
      "extra_details": "- Harsh Sanghvi was appointed as the Deputy Chief Minister of Gujarat.\n- He is a prominent political figure in the state and a member of the BJP.\n- His appointment aims to strengthen the state's leadership.",
      "extra_details_speech_script": "हर्ष संघवी को गुजरात का उपमुख्यमंत्री नियुक्त किया गया है। वो राज्य में एक प्रमुख राजनेता और बीजेपी के सदस्य हैं। उनकी नियुक्ति से राज्य का नेतृत्व और मजबूत होगा।",
      "image_data_url": null
    },
    {
      "question_en": "Which state has ranked first in mobile phone recovery?",
      "question_hi": "मोबाइल फोन रिकवरी में किस राज्य को प्रथम स्थान प्राप्त हुआ है?",
      "answer": "Telangana",
      "extra_details": "- Telangana topped the list for mobile phone recovery, likely referring to efforts in retrieving lost or stolen devices.\n- This achievement reflects effective law enforcement and technological interventions.\n- The state has implemented innovative solutions for public safety.",
      "extra_details_speech_script": "तेलंगाना ने मोबाइल फोन रिकवरी में पहला स्थान हासिल किया, खासकर खोए या चोरी हुए फोन को वापस लाने में। ये उपलब्धि प्रभावी पुलिसिंग और टेक्नोलॉजी के इस्तेमाल को दिखाती है। राज्य ने जन सुरक्षा के लिए नए समाधान लागू किए हैं।",
      "image_data_url": null
    },
    {
      "question_en": "Which country's parliament recently legalized euthanasia?",
      "question_hi": "हाल ही में किस देश की संसद ने इच्छामृत्यु (Euthanasia) को वैध घोषित किया है?",
      "answer": "Uruguay",
      "extra_details": "- Uruguay's parliament passed legislation to legalize euthanasia, allowing terminally ill patients to choose end-of-life options.\n- This makes Uruguay one of the few countries in Latin America to permit euthanasia.\n- The decision has sparked global discussions on ethical considerations.",
      "extra_details_speech_script": "उरुग्वे की संसद ने इच्छामृत्यु को कानूनी बना दिया, जिससे गंभीर रूप से बीमार मरीज अपनी जिंदगी का अंत चुन सकते हैं। इससे उरुग्वे लैटिन अमेरिका के उन गिने-चुने देशों में शामिल हो गया, जहां ये वैध है। इस फैसले ने नैतिक मुद्दों पर वैश्विक चर्चा शुरू कर दी है।",
      "image_data_url": null
    },
    {
      "question_en": "Which three key micronutrients are added to fortified rice?",
      "question_hi": "फोर्टिफाइड चावल में कौन-से तीन प्रमुख सूक्ष्म पोषक तत्व मिलाये जाते हैं?",
      "answer": "Iron, Folic Acid, Vitamin B12",
      "extra_details": "- Fortified rice is enriched with Iron, Folic Acid, and Vitamin B12 to combat malnutrition.\n- It is distributed through government schemes like PDS and Mid-Day Meals.\n- The initiative targets anemia and nutritional deficiencies across India.",
      "extra_details_speech_script": "फोर्टिफाइड चावल में आयरन, फोलिक एसिड और विटामिन B12 मिलाया जाता है ताकि कुपोषण से लड़ा जा सके। इसे पीडीएस और मिड-डे मील जैसी सरकारी योजनाओं के जरिए बांटा जाता है। ये पहल भारत में खून की कमी और पोषण की कमी को दूर करने के लिए है।",
      "image_data_url": null
    },
    {
      "question_en": "On which date is 'Police Memorial Day' celebrated to pay tribute to martyred police personnel?",
      "question_hi": "शहीद पुलिस कर्मियों को श्रद्धांजलि अर्पित करने हेतु 'पुलिस स्‍मृति द‍िवस' किस तारीख को मनाया जाता है?",
      "answer": "21 October",
      "extra_details": "- Police Memorial Day is observed on 21 October to honor police personnel who sacrificed their lives.\n- It commemorates the bravery of ten CRPF personnel killed in 1959 at Hot Springs, Ladakh.\n- The day recognizes the dedication of police forces across India.",
      "extra_details_speech_script": "पुलिस स्मृति दिवस 21 अक्टूबर को मनाया जाता है, जिसमें उन पुलिसकर्मियों को श्रद्धांजलि दी जाती है जिन्होंने अपनी जान कुर्बान की। ये दिन 1959 में लद्दाख के हॉट स्प्रिंग्स में शहीद हुए दस CRPF जवानों की बहादुरी को याद करता है। ये भारत की पुलिस फोर्स की निष्ठा को सम्मान देता है।",
      "image_data_url": null
    },
    {
      "question_en": "In which district of Uttar Pradesh did Union Agriculture Minister Shri Shivraj Singh Chouhan inaugurate a farmers' fair?",
      "question_hi": "केंद्रीय कृषि मंत्री श्री शिवराज सिंह चौहान ने उत्तर प्रदेश के किस जिले में किसान मेले का उद्घाटन किया है?",
      "answer": "Deoria",
      "extra_details": "- Union Agriculture Minister Shivraj Singh Chouhan inaugurated a farmers' fair in Deoria, Uttar Pradesh.\n- The fair aims to connect farmers with modern agricultural practices and technologies.\n- It promotes sustainable farming and boosts rural economies.",
      "extra_details_speech_script": "केंद्रीय कृषि मंत्री शिवराज सिंह चौहान ने उत्तर प्रदेश के देवरिया जिले में एक किसान मेले का उद्घाटन किया। ये मेला किसानों को आधुनिक खेती की तकनीकों से जोड़ने का काम करता है। साथ ही, ये सतत खेती को बढ़ावा देता है और ग्रामीण अर्थव्यवस्था को मजबूत करता है।",
      "image_data_url": null
    },
    {
      "question_en": "Which is the top destination country for Indian electronic goods in the financial year 2024-25?",
      "question_hi": "वित्त वर्ष 2024-25 में भारतीय इलेक्ट्रॉनिक वस्तुओं के लिए शीर्ष गंतव्य देश कौन-सा है?",
      "answer": "United States",
      "extra_details": "- The United States is the top destination for Indian electronic goods in 2024-25.\n- This includes products like smartphones, consumer electronics, and components.\n- The growth reflects India's rising role in global electronics manufacturing.",
      "extra_details_speech_script": "2024-25 में संयुक्त राज्य अमेरिका भारतीय इलेक्ट्रॉनिक सामान का सबसे बड़ा गंतव्य है। इसमें स्मार्टफोन, कंज्यूमर इलेक्ट्रॉनिक्स और कंपोनेंट्स शामिल हैं। ये वृद्धि भारत की वैश्विक इलेक्ट्रॉनिक्स मैन्युफैक्चरिंग में बढ़ती भूमिका को दर्शाती है।",
      "image_data_url": null
    },
    {
      "question_en": "How many times has mobile phone exports from India increased from ₹1,500 crore in 2014-15 to ₹2 lakh crore in 2024-25?",
      "question_hi": "भारत में मोबाइल फोन का निर्यात 2014-15 में ₹1,500 करोड़ से कितना गुना बढ़कर 2024-25 में ₹2 लाख करोड़ हो गया है?",
      "answer": "127 times",
      "extra_details": "- India's mobile phone exports surged from ₹1,500 crore in 2014-15 to ₹2 lakh crore in 2024-25.\n- This 127-fold increase is driven by policies like 'Make in India' and global demand.\n- Companies like Apple have significantly scaled up production in India.",
      "extra_details_speech_script": "भारत का मोबाइल फोन निर्यात 2014-15 में 1,500 करोड़ रुपये से बढ़कर 2024-25 में 2 लाख करोड़ रुपये तक पहुंच गया, यानी 127 गुना बढ़ोतरी। ये 'मेक इन इंडिया' जैसी नीतियों और वैश्विक मांग की वजह से हुआ। एप्पल जैसी कंपनियों ने भारत में उत्पादन को बहुत बढ़ाया है।",
      "image_data_url": null
    }
  ]
}
